let professions = {
    "Математика": ["Инженер", "Программист", "Сметчик"],
    "География": ["Геодезист", "Агроном", "Агро-инженер"],
    "Информатика": ["Программист", "Аналитик", "Системный администратор"],
    "История": ["Политик", "Антрополог", "Археолог"],
    "Литература": ["Журналист", "Лингвист", "Психология"],
    "Английский язык": ["Переводчик", "Менеджер по туризму"],
    "Физика": ["Энергетик", "Радиомеханик", "Авиационный механик", "Климатолог"],
    "Химия": ["Вирусолог", "Биохимик", "Почвовед"],
    "Обществознание": ["Нотариус", "Юрист", "Страховой агент", "Медиатор"],
    "Русский язык": ["Редактор", "Корреспондент", "Филолог"], 
    "Биология": ["Хирург", "Зоотехник", "Агроном", "Биофизик"]
};

export default professions;