let profDescription = {
    "Инженер": ["Специалист, который создает и улучшает технические системы и устройства. Он должен знать математику, физику и специальные технические дисциплины. Инженеры работают в разных отраслях и используют современное программное обеспечение и оборудование для решения сложных технических задач.", "./img/Работа-инженера.jpg"],

    "Программист": ["Человек, который занимается созданием программного обеспечения для компьютеров и других устройств. Он должен знать языки программирования и уметь писать код.", "./img/программистер.jpg"],

    "Сметчик": ["Специалист, который определяет стоимость строительства или ремонта объектов. Он должен знать технологии строительства и уметь рассчитывать сметы.", "./img/сметчик.jpg"],

    "Геодезист": ["Специалист, который занимается измерением земли и созданием карт. Он должен знать геодезические методы и уметь работать с приборами.",  "./img/геодезист.jpg"],

    "Агроном": ["Специалист по сельскому хозяйству, занимающийся выращиванием растений и управлением культурами.", "./img/агроном.png"],

    "Агро-инженер": ["Специалист по инженерии, применяющий свои знания в сельском хозяйстве, разрабатывающий технику, оборудование, технологии и системы автоматизации.", "./img/агроном-инженер.jpg"],
    
    "Аналитик": ["Человек, который анализирует данные и делает выводы на основе полученной информации. Он должен уметь работать с большим объемом данных и использовать различные методы анализа.", "./img/аналитик.png"],

    "Системный администратор": ["Специалист, который отвечает за управление компьютерными системами и сетями. Он должен знать операционные системы и уметь настраивать сетевые устройства.", "./img/сисадмин.jpg"],

    "Политик": ["Специалист, который занимается политической деятельностью, связанной с управлением государством или партией. Он должен знать законодательство, политическую историю и уметь анализировать общественное мнение.", "./img/политик.jpeg"],

    "Антрополог": ["Специалист, который изучает человека и его культуру. Он должен знать историю, антропологию и уметь проводить научные исследования.", "./img/антрополог.jpg"],

    "Археолог": ["Специалист, который занимается изучением исторических артефактов и останков. Он должен знать историю, археологию и уметь проводить раскопки.", "./img/археолог.jpg"],

    "Журналист": ["Специалист, который занимается сбором и передачей новостей. Он должен уметь писать, говорить на публике и иметь хорошие навыки коммуникации.", "./img/журналист.jpg"],

    "Лингвист": ["Специалист, который изучает языки и их структуру. Он должен знать несколько языков, лингвистику и уметь анализировать тексты.", "./img/лингвист.jpg"],

    "Психолог": ["Специалист, который изучает психику и поведение людей. Он должен знать психологию, методы диагностики и уметь проводить психологические консультации.", "./img/психолог.jpg"],

    "Переводчик": ["Специалист, который занимается переводом текстов с одного языка на другой. Он должен знать несколько языков, грамматику и стилистику.", "./img/переводчик1.jpg"],

    "Менеджер по туризму": ["Специалист, который занимается организацией туристических поездок и предоставлением услуг туристам. Он должен знать основы маркетинга, географию и уметь работать с клиентами.", "./img/менеджерпотуризму.jpg"],

    "Энергетик": ["Специалист, который занимается проектированием, строительством и эксплуатацией энергетических объектов, таких как электростанции, тепловые сети и др. Он должен знать основы электротехники, теплоэнергетики и уметь работать с современными технологиями в области энергетики.", "./img/энергетик.jpg"],

    "Радиомеханик": ["Специалист, который занимается ремонтом и обслуживанием радиоэлектронной аппаратуры и устройств. Он должен знать основы электроники, радиотехники и уметь работать с различными приборами и инструментами.", "./img/радиомеханик.png"],

    "Авиационный механик": ["Специалист, который занимается ремонтом и обслуживанием авиационной техники. Он должен знать основы авиации, механики и уметь работать с различными приборами и инструментами.", "./img/авиамеханик.jpg"],

    "Климатолог": ["Специалист, который изучает климат и его изменения. Он должен знать метеорологию, географию и уметь анализировать данные о климате.", "./img/климатолог.jpg"],

    "Вирусолог": ["Специалист, который изучает вирусы и болезни, которые они вызывают. Он должен знать микробиологию, иммунологию и уметь работать с лабораторным оборудованием.", "./img/вирусолог.jpg"],

    "Биохимик": ["Специалист, который изучает химические процессы в живых организмах. Он должен знать химию, биологию и уметь работать с лабораторным оборудованием.", "./img/биохимик.jpg"],

    "Почвовед": ["Специалист, который изучает почву и ее свойства. Он должен знать агрономию, географию и уметь анализировать данные о почве.", "./img/почвовед.jpg"],

    "Нотариус": ["Специалист, который занимается нотариальной деятельностью, связанной с оформлением документов и сделок. Он должен знать законодательство и уметь работать с документами.", "./img/нотариус.jpg"],

    "Юрист": ["Специалист, который занимается юридической деятельностью, связанной с защитой прав и интересов клиентов. Он должен знать законодательство и уметь аргументировать свою позицию.", "./img/юрист.jpg"],
    
    "Страховой агент": ["Специалист, который занимается продажей страховых полисов и консультацией клиентов по вопросам страхования. Он должен знать законодательство о страховании и уметь убеждать клиентов в необходимости приобретения страхового полиса.", "./img/страховой агент.jpg"],

    "Медиатор": ["Специалист, который занимается разрешением конфликтов между сторонами с помощью посредничества. Он должен знать психологию, коммуникацию и уметь находить компромиссы.", "./img/медиатор.jpg"],

    "Редактор": ["Специалист, который занимается редактированием текстов и подготовкой их к публикации. Он должен знать языки, стилистику и уметь работать с текстами разной тематики.", "./img/редактор.jpg"],

    "Корреспондент": ["Специалист, который занимается сбором и передачей новостей. Он должен уметь писать и говорить на публике, а также иметь хорошие навыки коммуникации.", "./img/корреспондент.jpg"],

    "Филолог": ["Специалист, который изучает языки и литературу. Он должен знать несколько языков, литературу разных эпох и уметь анализировать тексты.", "./img/филолог.jpg"],
};


export default profDescription;